function ogBr() { // eslint-disable-line no-unused-vars
  document.write('<br>');
}

function ogDoubleBr() { // eslint-disable-line no-unused-vars
  document.write('<br>');
  document.write('<br>');
}

/*
Syntax error. Неверное использование языка. Часто лишние или
недостающие скобки или кавычки. Что делать? Заменить, удалить
или добавить символы. Часто проблема в скобках или кавычках:
открытые скобки должны быть закрыты, открытые кавычки должны быть закрыты.

Reference error. Использование несуществующего названия.
Что делать? Проверить, существует ли то, на что вы ссылаетесь.
Возможно вы использовали ошибочное название или забыли его создать.

Type error. Использование неверного типа, например попытка вызвать
константу числа, как функцию. Что делать? Убедиться,
что всё используется верно. Часто проблема в простой
путанице: вы создали численную константу и функциональную
константу, а потом пытаетесь вызвать число. Вероятно вы
собирались вызвать функцию.

Logic error. (Логическая ошибка) Ваш код выполняет не то,
что требуется, но программа запускается и не выдаёт
ошибок трёх перечисленных выше типов. Сломана логика.
Что делать? Проверить свой код, убедиться, что он
выполняет то, что должен.
*/
